Repository: zizicici/Watermelon
Catalog: Watermelon/Resource/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hant, zh_hk

# storage.detail.leftover.hash.action.detail
source: Optional advanced check at the end of the list. It downloads originals and compares SHA-256 hashes with backend manifests, which may use significant time, data, and temporary storage. If files are selected, only those files are checked.
de: Optionale erweiterte Prüfung am Listenende. Sie lädt Originaldateien herunter und vergleicht deren SHA-256-Hashes mit den Backend-Manifesten. Dies kann viel Zeit, Datenvolumen und temporären Speicher beanspruchen. Wenn Dateien ausgewählt sind, werden nur diese geprüft.
es: Comprobación avanzada opcional al final de la lista. Descarga los originales y compara sus hashes SHA-256 con los manifiestos del servidor, lo que puede requerir mucho tiempo, datos y almacenamiento temporal. Si hay archivos seleccionados, solo se comprueban esos archivos.
es_419: Verificación avanzada opcional al final de la lista. Descarga los originales y compara sus hashes SHA-256 con los manifiestos del servidor, lo que puede requerir mucho tiempo, datos y almacenamiento temporal. Si hay archivos seleccionados, solo se verifican esos archivos.
fr: Vérification avancée facultative en fin de liste. Elle télécharge les originaux et compare leurs hachages SHA-256 aux manifestes du serveur, ce qui peut demander beaucoup de temps, de données et de stockage temporaire. Si des fichiers sont sélectionnés, seuls ceux-ci sont vérifiés.
ja: リスト末尾にある任意の高度な確認です。元のファイルをダウンロードし、SHA-256 ハッシュをバックエンドのマニフェストと比較するため、多くの時間、通信量、一時ストレージを使用する場合があります。ファイルが選択されている場合は、そのファイルだけを確認します。
ko: 목록 끝에 있는 선택적 고급 확인입니다. 원본 파일을 다운로드하고 SHA-256 해시를 백엔드 매니페스트와 비교하므로 많은 시간, 데이터 및 임시 저장 공간을 사용할 수 있습니다. 파일을 선택한 경우 선택한 파일만 확인합니다.
pt_br: Verificação avançada opcional no fim da lista. Ela baixa os originais e compara os hashes SHA-256 com os manifestos do servidor, o que pode usar muito tempo, dados e armazenamento temporário. Se houver arquivos selecionados, somente eles serão verificados.
pt_pt: Verificação avançada opcional no fim da lista. Descarrega os originais e compara os hashes SHA-256 com os manifestos do servidor, o que pode utilizar muito tempo, dados e armazenamento temporário. Se houver ficheiros selecionados, apenas esses ficheiros serão verificados.
ru: Необязательная расширенная проверка в конце списка. Она загружает исходные файлы и сравнивает хеши SHA-256 с манифестами сервера, что может потребовать много времени, трафика и временного хранилища. Если выбраны файлы, проверяются только они.
uk: Необов’язкова розширена перевірка наприкінці списку. Вона завантажує оригінальні файли та порівнює хеші SHA-256 із маніфестами сервера, що може потребувати багато часу, даних і тимчасового сховища. Якщо вибрано файли, перевірятимуться лише вони.
zh_hans: 列表末尾的可选高级检查。它会下载原文件并将 SHA-256 与后端清单比较，可能消耗较多时间、流量和临时存储；有勾选文件时只检查这些文件。
zh_hant: 列表末尾的選用進階檢查。它會下載原始檔案並將 SHA-256 與後端清單比較，可能耗用較多時間、流量和暫存空間；有勾選檔案時只檢查這些檔案。
zh_hk: 列表末尾的選用進階檢查。它會下載原始檔案並將 SHA-256 與後端清單比較，可能耗用較多時間、數據及暫存空間；有剔選檔案時只檢查這些檔案。

# storage.detail.leftover.hash.action.summary
source: Files checked: %lld, Matching content: %lld
de: %lld Dateien geprüft, %lld mit übereinstimmendem Inhalt
es: %lld archivos comprobados, %lld tienen contenido coincidente
es_419: %lld archivos verificados, %lld tienen contenido coincidente
fr: %lld fichiers vérifiés, %lld ont un contenu identique
ja: %lld 個のファイルを確認、%lld 個に同じ内容があります
ko: 파일 %lld개 확인됨, %lld개에 동일한 콘텐츠 있음
pt_br: %lld arquivos verificados, %lld têm conteúdo correspondente
pt_pt: %lld ficheiros verificados, %lld têm conteúdo correspondente
ru: Проверено файлов: %lld, Совпадений: %lld
uk: Перевірено файлів: %lld, Збігів: %lld
zh_hans: 已检查 %lld 个文件，%lld 个存在相同内容
zh_hant: 已檢查 %lld 個檔案，%lld 個存在相同內容
zh_hk: 已檢查 %lld 個檔案，%lld 個存在相同內容

# storage.detail.leftover.hash.confirm.message
source: %lld original files will be downloaded to calculate their SHA-256 hashes. This may use significant data and temporary storage.
de: %lld Originaldateien werden heruntergeladen, um SHA-256-Hashes zu berechnen. Dies kann viel Datenvolumen und temporären Speicher beanspruchen.
es: Se descargarán %lld archivos originales para calcular sus hashes SHA-256. Esto puede consumir muchos datos y almacenamiento temporal.
es_419: Se descargarán %lld archivos originales para calcular sus hashes SHA-256. Esto puede consumir muchos datos y almacenamiento temporal.
fr: %lld fichiers d’origine seront téléchargés pour calculer leurs hachages SHA-256. Cette opération peut utiliser beaucoup de données et de stockage temporaire.
ja: SHA-256 ハッシュを計算するために、元のファイル %lld 個をダウンロードします。多くの通信量と一時ストレージを使用する場合があります。
ko: SHA-256 해시를 계산하기 위해 원본 파일 %lld개를 다운로드합니다. 많은 데이터와 임시 저장 공간을 사용할 수 있습니다.
pt_br: %lld arquivos originais serão baixados para calcular os hashes SHA-256. Isso pode usar muitos dados e armazenamento temporário.
pt_pt: Serão descarregados %lld ficheiros originais para calcular os hashes SHA-256. Esta operação pode utilizar muitos dados e armazenamento temporário.
ru: Для вычисления хешей SHA-256 будет загружено исходных файлов: %lld. Это может потребовать значительного объёма трафика и временного хранилища.
uk: Для обчислення хешів SHA-256 буде завантажено оригінальних файлів: %lld. Це може потребувати значного обсягу даних і тимчасового сховища.
zh_hans: 将下载 %lld 个原文件并计算 SHA-256，可能消耗较多流量和临时存储空间。
zh_hant: 將下載 %lld 個原始檔案並計算 SHA-256，可能使用較多流量和暫存空間。
zh_hk: 將下載 %lld 個原始檔案並計算 SHA-256，可能使用較多數據及暫存空間。

# storage.detail.leftover.hash.confirm.title
source: Check Matching Content?
de: Auf übereinstimmende Inhalte prüfen?
es: ¿Comprobar contenido coincidente?
es_419: ¿Verificar contenido coincidente?
fr: Rechercher du contenu identique ?
ja: 同じ内容を確認しますか？
ko: 동일한 콘텐츠를 확인할까요?
pt_br: Verificar conteúdo correspondente?
pt_pt: Verificar conteúdo correspondente?
ru: Проверить совпадение содержимого?
uk: Перевірити збіг вмісту?
zh_hans: 检查相同内容？
zh_hant: 檢查相同內容？
zh_hk: 檢查相同內容？

# storage.detail.leftover.hash.failed
source: Hash check failed.
de: Hash-Prüfung fehlgeschlagen.
es: No se pudo comprobar el hash.
es_419: Falló la verificación del hash.
fr: Échec de la vérification du hachage.
ja: ハッシュの確認に失敗しました。
ko: 해시 확인에 실패했습니다.
pt_br: Falha na verificação do hash.
pt_pt: A verificação do hash falhou.
ru: Не удалось проверить хеш.
uk: Не вдалося перевірити хеш.
zh_hans: Hash 检查失败。
zh_hant: Hash 檢查失敗。
zh_hk: Hash 檢查失敗。

# storage.detail.leftover.hash.footer
source: This optional advanced check at the end of the list downloads originals only after confirmation and may be costly. Results are advisory; deletion re-verifies each file under a new write lease.
de: Diese optionale erweiterte Prüfung am Listenende lädt Originaldateien erst nach der Bestätigung herunter und kann aufwendig sein. Ergebnisse dienen nur als Hinweis; beim Löschen wird jede Datei unter einer neuen Schreibsperre erneut geprüft.
es: Esta comprobación avanzada opcional al final de la lista solo descarga los originales tras la confirmación y puede ser costosa. Los resultados son orientativos; al eliminar, cada archivo se vuelve a verificar con un nuevo bloqueo de escritura.
es_419: Esta verificación avanzada opcional al final de la lista solo descarga los originales tras la confirmación y puede ser costosa. Los resultados son orientativos; al eliminar, cada archivo se vuelve a verificar con un nuevo bloqueo de escritura.
fr: Cette vérification avancée facultative en fin de liste ne télécharge les originaux qu’après confirmation et peut être coûteuse. Les résultats sont indicatifs ; lors de la suppression, chaque fichier est revérifié sous un nouveau verrou d’écriture.
ja: リスト末尾の任意の高度な確認です。確認後にのみ元のファイルをダウンロードするため、負荷が高い場合があります。結果は参考用です。削除時には、新しい書き込みロックのもとで各ファイルを再確認します。
ko: 목록 끝의 선택적 고급 확인은 확인 후에만 원본을 다운로드하며 비용이 클 수 있습니다. 결과는 참고용이며, 삭제할 때 새 쓰기 잠금에서 각 파일을 다시 확인합니다.
pt_br: Esta verificação avançada opcional no fim da lista só baixa os originais após a confirmação e pode ter um custo alto. Os resultados são apenas orientativos; ao excluir, cada arquivo é verificado novamente sob um novo bloqueio de gravação.
pt_pt: Esta verificação avançada opcional no fim da lista só descarrega os originais após confirmação e pode ter um custo elevado. Os resultados são apenas indicativos; ao eliminar, cada ficheiro é novamente verificado sob um novo bloqueio de escrita.
ru: Эта необязательная расширенная проверка в конце списка загружает исходные файлы только после подтверждения и может быть ресурсоёмкой. Результаты носят справочный характер; при удалении каждый файл повторно проверяется с новой блокировкой записи.
uk: Ця необов’язкова розширена перевірка наприкінці списку завантажує оригінальні файли лише після підтвердження й може бути ресурсомісткою. Результати мають довідковий характер; під час видалення кожен файл повторно перевіряється з новим блокуванням запису.
zh_hans: 列表末尾的高级检查为可选操作，确认后才会下载原文件，成本可能较高。结果仅供判断；删除时仍会在新的写入锁下重新验证每个文件。
zh_hant: 列表末尾的進階檢查為選用操作，確認後才會下載原始檔案，成本可能較高。結果僅供判斷；刪除時仍會在新的寫入鎖下重新驗證每個檔案。
zh_hk: 列表末尾的進階檢查為選用操作，確認後才會下載原始檔案，成本可能較高。結果只供判斷；刪除時仍會在新的寫入鎖下重新驗證每個檔案。

# storage.detail.leftover.hash.header
source: Advanced SHA-256 Verification
de: Erweiterte SHA-256-Prüfung
es: Verificación SHA-256 avanzada
es_419: Verificación SHA-256 avanzada
fr: Vérification SHA-256 avancée
ja: 高度な SHA-256 確認
ko: 고급 SHA-256 확인
pt_br: Verificação SHA-256 avançada
pt_pt: Verificação SHA-256 avançada
ru: Расширенная проверка SHA-256
uk: Розширена перевірка SHA-256
zh_hans: 高级 SHA-256 验证
zh_hant: 進階 SHA-256 驗證
zh_hk: 進階 SHA-256 驗證

# storage.detail.leftover.hash.match
source: Matching content: %@ / %@, %@
de: Übereinstimmender Inhalt: %@ / %@, %@
es: Contenido coincidente: %@ / %@, %@
es_419: Contenido coincidente: %@ / %@, %@
fr: Contenu identique : %@ / %@, %@
ja: 同じ内容：%@ / %@、%@
ko: 동일한 콘텐츠: %@ / %@, %@
pt_br: Conteúdo correspondente: %@ / %@, %@
pt_pt: Conteúdo correspondente: %@ / %@, %@
ru: Совпадающее содержимое: %@ / %@, %@
uk: Однаковий вміст: %@ / %@, %@
zh_hans: 相同内容：%@ / %@，%@
zh_hant: 相同內容：%@ / %@，%@
zh_hk: 相同內容：%@ / %@，%@

# storage.detail.leftover.hash.noMatch
source: No matching content was found in the backend manifests.
de: In den Backend-Manifesten wurde kein übereinstimmender Inhalt gefunden.
es: No se encontró contenido coincidente en los manifiestos del servidor.
es_419: No se encontró contenido coincidente en los manifiestos del servidor.
fr: Aucun contenu identique n’a été trouvé dans les manifestes du serveur.
ja: バックエンドのマニフェストに同じ内容は見つかりませんでした。
ko: 백엔드 매니페스트에서 동일한 콘텐츠를 찾지 못했습니다.
pt_br: Nenhum conteúdo correspondente foi encontrado nos manifestos do servidor.
pt_pt: Não foi encontrado conteúdo correspondente nos manifestos do servidor.
ru: В манифестах сервера не найдено совпадающее содержимое.
uk: У маніфестах сервера не знайдено однакового вмісту.
zh_hans: 后端清单中未发现相同 Hash 内容。
zh_hant: 後端清單中未找到相同 Hash 內容。
zh_hk: 後端清單中未找到相同 Hash 內容。

# storage.detail.leftover.hash.start
source: Start Check
de: Prüfung starten
es: Iniciar comprobación
es_419: Iniciar verificación
fr: Lancer la vérification
ja: 確認を開始
ko: 확인 시작
pt_br: Iniciar verificação
pt_pt: Iniciar verificação
ru: Начать проверку
uk: Почати перевірку
zh_hans: 开始检查
zh_hant: 開始檢查
zh_hk: 開始檢查

# storage.detail.leftover.monthHeader
source: %@, %lld files, %@
de: %@, %lld Dateien, %@
es: %@, %lld archivos, %@
es_419: %@, %lld archivos, %@
fr: %@, %lld fichiers, %@
ja: %@、%lld 件のファイル、%@
ko: %@, 파일 %lld개, %@
pt_br: %@, Arquivos: %lld, %@
pt_pt: %@, Ficheiros: %lld, %@
ru: %@, %lld файлов, %@
uk: %@, %lld файлів, %@
zh_hans: %@，%lld 个文件，%@
zh_hant: %@，%lld 個檔案，%@
zh_hk: %@，%lld 個檔案，%@

# storage.detail.leftover.probable.evidence.name
source: Similar file name
de: Ähnlicher Dateiname
es: Nombre de archivo parecido
es_419: Nombre de archivo parecido
fr: Nom de fichier similaire
ja: 似たファイル名
ko: 유사한 파일 이름
pt_br: Nome de arquivo parecido
pt_pt: Nome de ficheiro semelhante
ru: Похожее имя файла
uk: Схожа назва файлу
zh_hans: 相似文件名
zh_hant: 相似檔名
zh_hk: 相似檔名

# storage.detail.leftover.probable.evidence.size
source: Same known size
de: Gleiche bekannte Größe
es: Mismo tamaño conocido
es_419: Mismo tamaño conocido
fr: Même taille connue
ja: 同じ既知のサイズ
ko: 동일한 알려진 크기
pt_br: Mesmo tamanho conhecido
pt_pt: Mesmo tamanho conhecido
ru: Одинаковый известный размер
uk: Однаковий відомий розмір
zh_hans: 相同已知大小
zh_hant: 相同已知大小
zh_hk: 相同已知大小

# storage.detail.leftover.probable.evidence.time
source: Nearby timestamp
de: Zeitstempel nahe beieinander
es: Marca de tiempo cercana
es_419: Marca de tiempo cercana
fr: Horodatage proche
ja: 近いタイムスタンプ
ko: 타임스탬프가 비슷함
pt_br: Data e hora próximas
pt_pt: Data e hora próximas
ru: Близкая отметка времени
uk: Близька позначка часу
zh_hans: 时间接近
zh_hant: 時間接近
zh_hk: 時間接近

# storage.detail.leftover.probable.match
source: Probable match: %@ / %@, %@, %@
de: Wahrscheinlicher Treffer: %@ / %@, %@, %@
es: Coincidencia probable: %@ / %@, %@, %@
es_419: Coincidencia probable: %@ / %@, %@, %@
fr: Correspondance probable : %@ / %@, %@, %@
ja: 可能性が高い一致：%@ / %@、%@、%@
ko: 가능성 높은 일치: %@ / %@, %@, %@
pt_br: Correspondência provável: %@ / %@, %@, %@
pt_pt: Correspondência provável: %@ / %@, %@, %@
ru: Вероятное совпадение: %@ / %@, %@, %@
uk: Імовірний збіг: %@ / %@, %@, %@
zh_hans: 高概率匹配：%@ / %@，%@，%@
zh_hant: 高機率配對：%@ / %@，%@，%@
zh_hk: 高機率配對：%@ / %@，%@，%@

# storage.detail.leftover.probable.more
source: %lld more probable matches
de: %lld weitere wahrscheinliche Treffer
es: %lld coincidencias probables más
es_419: %lld coincidencias probables más
fr: %lld autres correspondances probables
ja: ほか %lld 件の可能性が高い一致
ko: 가능성 높은 일치 항목 %lld개 더 있음
pt_br: %lld correspondências prováveis adicionais
pt_pt: %lld correspondências prováveis adicionais
ru: Ещё %lld вероятных совпадений
uk: Ще %lld імовірних збігів
zh_hans: 另有 %lld 个高概率匹配
zh_hant: 另有 %lld 個高機率配對
zh_hk: 另有 %lld 個高機率配對

# storage.detail.leftover.progress.finalizingDelete
source: Finishing cleanup…
de: Bereinigung wird abgeschlossen…
es: Finalizando la limpieza…
es_419: Finalizando la limpieza…
fr: Finalisation du nettoyage…
ja: クリーンアップを完了しています…
ko: 정리를 완료하는 중…
pt_br: Finalizando a limpeza…
pt_pt: A concluir a limpeza…
ru: Завершение очистки…
uk: Завершення очищення…
zh_hans: 正在完成清理…
zh_hant: 正在完成清理…
zh_hk: 正在完成清理…

# storage.detail.leftover.progress.finalizingHashes
source: Finishing content verification…
de: Inhaltsprüfung wird abgeschlossen…
es: Finalizando la verificación del contenido…
es_419: Finalizando la verificación del contenido…
fr: Finalisation de la vérification du contenu…
ja: 内容の確認を完了しています…
ko: 콘텐츠 확인을 완료하는 중…
pt_br: Finalizando a verificação de conteúdo…
pt_pt: A concluir a verificação de conteúdo…
ru: Завершение проверки содержимого…
uk: Завершення перевірки вмісту…
zh_hans: 正在完成内容核对…
zh_hant: 正在完成內容核對…
zh_hk: 正在完成內容核對…

# storage.detail.leftover.progress.finalizingScan
source: Finishing leftover scan…
de: Suche nach Restdateien wird abgeschlossen…
es: Finalizando el análisis de archivos residuales…
es_419: Finalizando el análisis de archivos residuales…
fr: Finalisation de l’analyse des fichiers résiduels…
ja: 残留ファイルのスキャンを完了しています…
ko: 잔여 파일 스캔을 완료하는 중…
pt_br: Finalizando a verificação de arquivos residuais…
pt_pt: A concluir a análise de ficheiros residuais…
ru: Завершение сканирования оставшихся файлов…
uk: Завершення сканування залишкових файлів…
zh_hans: 正在完成残留文件扫描…
zh_hant: 正在完成殘留檔案掃描…
zh_hk: 正在完成殘留檔案掃描…

# storage.detail.leftover.progress.hashes
source: Checking content hashes %lld/%lld
de: Inhalts-Hashes werden geprüft %lld/%lld
es: Comprobando hashes de contenido %lld/%lld
es_419: Verificando hashes de contenido %lld/%lld
fr: Vérification des hachages du contenu %lld/%lld
ja: 内容のハッシュを確認中 %lld/%lld
ko: 콘텐츠 해시 확인 중 %lld/%lld
pt_br: Verificando hashes de conteúdo %lld/%lld
pt_pt: A verificar hashes de conteúdo %lld/%lld
ru: Проверка хешей содержимого %lld/%lld
uk: Перевірка хешів вмісту %lld/%lld
zh_hans: 正在检查内容 Hash %lld/%lld
zh_hant: 正在檢查內容 Hash %lld/%lld
zh_hk: 正在檢查內容 Hash %lld/%lld

# storage.detail.leftover.progress.preparingThumbnailDeletion
source: Preparing thumbnail cleanup %lld/%lld
de: Miniaturbereinigung wird vorbereitet %lld/%lld
es: Preparando la limpieza de miniaturas %lld/%lld
es_419: Preparando la limpieza de miniaturas %lld/%lld
fr: Préparation du nettoyage des vignettes %lld/%lld
ja: サムネイルのクリーンアップを準備中 %lld/%lld
ko: 썸네일 정리 준비 중 %lld/%lld
pt_br: Preparando a limpeza de miniaturas %lld/%lld
pt_pt: A preparar a limpeza de miniaturas %lld/%lld
ru: Подготовка очистки миниатюр %lld/%lld
uk: Підготовка очищення мініатюр %lld/%lld
zh_hans: 正在准备缩略图清理 %lld/%lld
zh_hant: 正在準備縮圖清理 %lld/%lld
zh_hk: 正在準備縮圖清理 %lld/%lld

# storage.detail.leftover.progress.thumbnails
source: Checking thumbnail directories %lld/%lld
de: Miniaturordner werden geprüft %lld/%lld
es: Comprobando carpetas de miniaturas %lld/%lld
es_419: Verificando carpetas de miniaturas %lld/%lld
fr: Vérification des dossiers de vignettes %lld/%lld
ja: サムネイルフォルダを確認中 %lld/%lld
ko: 썸네일 폴더 확인 중 %lld/%lld
pt_br: Verificando pastas de miniaturas %lld/%lld
pt_pt: A verificar pastas de miniaturas %lld/%lld
ru: Проверка папок миниатюр %lld/%lld
uk: Перевірка папок мініатюр %lld/%lld
zh_hans: 正在检查缩略图目录 %lld/%lld
zh_hant: 正在檢查縮圖目錄 %lld/%lld
zh_hk: 正在檢查縮圖資料夾 %lld/%lld

# storage.detail.leftover.selectionSummary
source: %lld files selected, %@
de: %lld Dateien ausgewählt, %@
es: %lld archivos seleccionados, %@
es_419: %lld archivos seleccionados, %@
fr: %lld fichiers sélectionnés, %@
ja: %lld 個のファイルを選択、%@
ko: 파일 %lld개 선택됨, %@
pt_br: %lld arquivos selecionados, %@
pt_pt: %lld ficheiros selecionados, %@
ru: Выбрано файлов: %lld, %@
uk: Вибрано файлів: %lld, %@
zh_hans: 已勾选 %lld 个文件，%@
zh_hant: 已勾選 %lld 個檔案，%@
zh_hk: 已剔選 %lld 個檔案，%@

# storage.detail.leftover.summary.deleted
source: Deleted %lld files.
de: %lld Dateien gelöscht.
es: Se eliminaron %lld archivos.
es_419: Se eliminaron %lld archivos.
fr: %lld fichiers supprimés.
ja: %lld 件のファイルを削除しました。
ko: 파일 %lld개를 삭제했습니다.
pt_br: Arquivos excluídos: %lld.
pt_pt: Ficheiros eliminados: %lld.
ru: Удалено %lld файлов.
uk: Видалено %lld файлів.
zh_hans: 已删除 %lld 个文件。
zh_hant: 已刪除 %lld 個檔案。
zh_hk: 已刪除 %lld 個檔案。

# storage.detail.leftover.summary.thumbnails
source: Also removed %1$lld orphan thumbnails.
de: Außerdem %1$lld verwaiste Miniaturbilder entfernt.
es: También se eliminaron %1$lld miniaturas huérfanas.
es_419: También se eliminaron %1$lld miniaturas huérfanas.
fr: %1$lld miniatures orphelines également supprimées.
ja: 孤立したサムネール %1$lld 件も削除しました。
ko: 연결되지 않은 썸네일 %1$lld개도 삭제했습니다.
pt_br: Miniaturas órfãs também removidas: %1$lld.
pt_pt: Miniaturas órfãs também removidas: %1$lld.
ru: Также удалено миниатюр без связанных объектов: %1$lld.
uk: Також видалено осиротілих мініатюр: %1$lld.
zh_hans: 另外清除了 %1$lld 个孤立缩略图。
zh_hant: 另外清除了 %1$lld 個孤立縮圖。
zh_hk: 另外清除了 %1$lld 個孤立縮圖。

# storage.detail.leftover.summary.withFailures
source: Deleted %lld files, %lld skipped or failed. Rescan to retry.
de: Gelöschte Dateien: %lld. Übersprungen oder fehlgeschlagen: %lld. Scannen Sie erneut, um es noch einmal zu versuchen.
es: Se eliminaron %lld archivos, %lld omitidos o con error. Vuelve a escanear para reintentar.
es_419: Se eliminaron %lld archivos, %lld omitidos o con error. Vuelve a escanear para reintentar.
fr: %lld fichiers supprimés, %lld ignorés ou en échec. Relancez l’analyse pour réessayer.
ja: %lld 件のファイルを削除し、%lld 件はスキップされたか削除に失敗しました。再スキャンしてもう一度お試しください。
ko: 파일 %lld개를 삭제했으며 %lld개를 건너뛰거나 실패했습니다. 다시 검색하여 재시도하세요.
pt_br: Arquivos excluídos: %lld; ignorados ou com falha: %lld. Refaça a verificação para tentar novamente.
pt_pt: Ficheiros eliminados: %lld; ignorados ou com falha: %lld. Volte a analisar para tentar novamente.
ru: Удалено файлов: %lld; пропущено или не удалось удалить: %lld. Повторите сканирование.
uk: Видалено %lld файлів, %lld пропущено або з помилкою. Проскануйте ще раз.
zh_hans: 已删除 %lld 个文件，%lld 个被跳过或失败。请重新扫描以重试。
zh_hant: 已刪除 %lld 個檔案，%lld 個被略過或失敗。請重新掃描以重試。
zh_hk: 已刪除 %lld 個檔案，%lld 個被略過或失敗。請重新掃描以重試。

# storage.detail.leftover.thumbnails.detail
source: %1$lld items, %2$@
de: %1$lld Objekte, %2$@
es: %1$lld elementos, %2$@
es_419: %1$lld elementos, %2$@
fr: %1$lld éléments, %2$@
ja: %1$lld 項目、%2$@
ko: %1$lld개 항목, %2$@
pt_br: Itens: %1$lld, %2$@
pt_pt: Itens: %1$lld, %2$@
ru: %1$lld объектов, %2$@
uk: %1$lld об’єктів, %2$@
zh_hans: %1$lld 项，%2$@
zh_hant: %1$lld 項，%2$@
zh_hk: %1$lld 項，%2$@

# storage.detail.leftover.thumbnails.header
source: Thumbnails
de: Miniaturbilder
es: Miniaturas
es_419: Miniaturas
fr: Miniatures
ja: サムネール
ko: 썸네일
pt_br: Miniaturas
pt_pt: Miniaturas
ru: Миниатюры
uk: Мініатюри
zh_hans: 缩略图
zh_hant: 縮圖
zh_hk: 縮圖

# storage.detail.leftover.thumbnails.label
source: Orphan thumbnails
de: Verwaiste Miniaturbilder
es: Miniaturas huérfanas
es_419: Miniaturas huérfanas
fr: Miniatures orphelines
ja: 孤立したサムネール
ko: 연결되지 않은 썸네일
pt_br: Miniaturas órfãs
pt_pt: Miniaturas órfãs
ru: Миниатюры без связанных объектов
uk: Осиротілі мініатюри
zh_hans: 孤立缩略图
zh_hant: 孤立縮圖
zh_hk: 孤立縮圖

# storage.detail.leftover.title
source: Leftover Files
de: Restdateien
es: Archivos sobrantes
es_419: Archivos sobrantes
fr: Fichiers résiduels
ja: 残存ファイル
ko: 잔여 파일
pt_br: Arquivos residuais
pt_pt: Ficheiros residuais
ru: Остаточные файлы
uk: Залишкові файли
zh_hans: 残留文件
zh_hant: 殘留檔案
zh_hk: 殘留檔案

# storage.detail.overview.assetCount
source: Assets
de: Elemente
es: Elementos
es_419: Elementos
fr: Éléments
ja: アセット
ko: 항목
pt_br: Itens
pt_pt: Itens
ru: Объекты
uk: Об’єкти
zh_hans: 项目数量
zh_hant: 項目數量
zh_hk: 項目數量

# storage.detail.overview.checkLeftover
source: Check Leftover Files
de: Restdateien prüfen
es: Comprobar archivos sobrantes
es_419: Revisar archivos sobrantes
fr: Vérifier les fichiers résiduels
ja: 残存ファイルを確認
ko: 잔여 파일 확인
pt_br: Verificar arquivos residuais
pt_pt: Verificar ficheiros residuais
ru: Проверить остаточные файлы
uk: Перевірити залишкові файли
zh_hans: 检查残留文件
zh_hant: 檢查殘留檔案
zh_hk: 檢查殘留檔案

# storage.detail.overview.diskUsage
source: Disk Usage
de: Speicherbelegung
es: Uso del disco
es_419: Uso del disco
fr: Espace disque utilisé
ja: ディスク使用量
ko: 디스크 사용량
pt_br: Uso do disco
pt_pt: Utilização do disco
ru: Использовано места
uk: Використання диска
zh_hans: 磁盘占用
zh_hant: 磁碟佔用
zh_hk: 磁碟佔用

# storage.detail.overview.incompleteAssets
source: Incomplete Assets
de: Unvollständige Elemente
es: Elementos incompletos
es_419: Elementos incompletos
fr: Éléments incomplets
ja: 不完全なアセット
ko: 불완전한 항목
pt_br: Itens incompletos
pt_pt: Itens incompletos
ru: Неполные объекты
uk: Неповні об’єкти
zh_hans: 不完整项目
zh_hant: 不完整項目
zh_hk: 不完整項目

# storage.detail.overview.lastError
source: Last Error (tap to dismiss)
de: Letzter Fehler (zum Ausblenden tippen)
es: Último error (toca para descartar)
es_419: Último error (toca para descartar)
fr: Dernière erreur (touchez pour ignorer)
ja: 前回のエラー（タップで消去）
ko: 마지막 오류(탭하여 닫기)
pt_br: Último erro (toque para dispensar)
pt_pt: Último erro (toque para dispensar)
ru: Последняя ошибка (нажмите, чтобы скрыть)
uk: Остання помилка (торкніться, щоб закрити)
zh_hans: 上次错误（轻点以忽略）
zh_hant: 上次錯誤（點一下以忽略）
zh_hk: 上次錯誤（點按以忽略）

# storage.detail.overview.lastIndexSyncedAt
source: Last Synced
de: Zuletzt synchronisiert
es: Última sincronización
es_419: Última sincronización
fr: Dernière synchronisation
ja: 前回の同期
ko: 마지막 동기화
pt_br: Última sincronização
pt_pt: Última sincronização
ru: Последняя синхронизация
uk: Остання синхронізація
zh_hans: 上次同步
zh_hant: 上次同步
zh_hk: 上次同步

# storage.detail.overview.lastVerifiedAt
source: Last Verified
de: Zuletzt überprüft
es: Última verificación
es_419: Última verificación
fr: Dernière vérification
ja: 前回の検証
ko: 마지막 확인
pt_br: Última verificação
pt_pt: Última verificação
ru: Последняя проверка
uk: Остання перевірка
zh_hans: 上次验证
zh_hant: 上次驗證
zh_hk: 上次驗證
